Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SEARCH_PRIVACY_INFORMATION_PLACEHOLDER
source: Search
ar: البحث
bg: Търсене
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_us: Buscar
fi: Etsi
fr: Rechercher
fr_ca: Rechercher
he: חיפוש
hi: खोजें
hr: Traži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
kk: Іздеу
ko: 검색
lt: Paieška
ms: Cari
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Buscar
pt_pt: Pesquisa
ro: Căutare
ru: Поиск
sk: Vyhľadať
sl: Iskanje
sv: Sök
th: ค้นหา
tr: Arayın
uk: Шукати
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋
zh_tw: 搜尋

# SEARCH_PRIVACY_TITLE_APPS
source: Top App Matches
ar: أفضل تطابقات التطبيقات
bg: Най-добри съвпадения за приложения
ca: Principals coincidències d’apps
cs: Nejlepší shody aplikací
da: Apps – bedste resultater
de: Apps – Toptreffer
el: Κορυφαία αποτελέσματα εφαρμογών
es: Principales coincidencias de apps
es_us: Principales resultados de apps
fi: Parhaiten vastaavat apit
fr: Meilleurs résultats pour les apps
fr_ca: Principales correspondances d’apps
he: היישומים הרלוונטיים ביותר
hi: ऐप के शीर्ष परिणाम
hr: Glavni rezultati aplikacija
hu: A legpontosabb appegyezések
id: Kecocokan App Teratas
it: Corrispondenze migliori per le app
ja: 上位の一致したアプリ
kk: Таңдаулы қолданба сәйкестіктері
ko: 앱 일치 상위 항목
lt: Geriausi programų atitikmenys
ms: Padanan App Teratas
nl: Meest overeenkomende apps
no: Topptreff på apper
pl: Najbardziej pasujące aplikacje
pt_br: Principais Apps Correspondentes
pt_pt: Mais relevantes – aplicações
ro: Top corespondențe aplicații
ru: Лучшие совпадения: приложения
sk: Najlepšie zhody apiek
sl: Najboljša ujemanja aplikacij
sv: Bästa appträffar
th: แอปที่ตรงกันที่สุด
tr: En İyi Eşleşen Uygulamalar
uk: Найкращі збіги програм
vi: Ứng dụng phù hợp hàng đầu
zh_cn: 最匹配的App
zh_hk: 最佳符合App
zh_tw: 最佳符合App

source: Reset People & Apps
ar: إعادة تعيين الأشخاص والتطبيقات
bg: Нулирай хора и приложения
ca: Restableix les persones i les apps
cs: Resetování uživatelů a aplikací
da: Nulstil personer og apps
de: Personen & Apps zurücksetzen
el: Επαναφορά ατόμων και εφαρμογών
es: Restablecer personas y apps
es_us: Restablecer personas y apps
fi: Nollaa käyttäjät ja apit
fr: Réinitialiser les personnes et les apps
fr_ca: Réinitialiser les personnes et les apps
he: איפוס אנשים ויישומים
hi: लोग और ऐप्स रीसेट करें
hr: Resetirajte osobe i aplikacije
hu: Személyek és appok alaphelyzetbe állítása
id: Atur Ulang Orang & App
it: Inizializza persone e app
ja: 人とアプリをリセット
kk: Адамдар мен қолданбаларды бастапқы күйге қайтару
ko: 사람 및 앱 재설정
lt: Iš naujo nustatyti žmones ir programas
ms: Reset Orang & App
nl: Stel personen en apps opnieuw in
no: Nullstill personer og apper
pl: Wyzeruj osoby i aplikacje
pt_br: Redefinir Pessoas e Apps
pt_pt: Repor pessoas e aplicações
ro: Resetați “Persoane și aplicații”
ru: Сброс для людей и приложений
sk: Resetovať ľudí a apky
sl: Ponastavitev oseb in aplikacij
sv: Nollställ personer och appar
th: รีเซ็ตผู้คนและแอป
tr: Kişileri ve Uygulamaları Sıfırla
uk: Скидання дозволів для людей і програм
vi: Đặt lại người & ứng dụng
zh_cn: 还原用户与App
zh_hk: 重設聯絡人與App
zh_tw: 重置聯絡人與App

source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# NO_RESULTS_SECONDARY
source: No results found for “%@”.
ar: لم يُعثر على نتائج لـ "%@".
bg: Няма намерени резултати за „%@“.
ca: No s’ha trobat cap resultat per a “%@”.
cs: Hledání „%@“ nevrátilo žádné výsledky.
da: Ingen resultater fundet for “%@”.
de: Keine Ergebnisse für „%@“ gefunden.
el: Δεν βρέθηκαν αποτελέσματα για «%@».
es: No se han encontrado resultados para “%@”.
es_us: No se encontraron resultados de “%@”.
fi: Ei tuloksia haulla ”%@”.
fr: Aucun résultat trouvé pour « %@ ».
fr_ca: Aucun résultat n’a été trouvé pour « %@ ».
he: לא נמצאו תוצאות עבור ״%@״.
hi: "%@" के लिए कोई परिणाम नहीं मिला।
hr: Nisu pronađeni rezultati za “%@”.
hu: Nincs találat erre: „%@”.
id: Tidak ada hasil yang ditemukan untuk “%@”.
it: Nessuno risultato trovato per “%@”.
ja: “%@”の結果が見つかりません。
kk: «%@» сұрауы бойынша ешқандай нәтиже табылмады.
ko: ‘%@’에 대해 발견된 결과가 없습니다.
lt: Nerasta rezultatų pagal užklausą „%@“.
ms: Tiada hasil ditemui untuk “%@”.
nl: Er is niets gevonden voor '%@'.
no: Fant ingen treff for «%@».
pl: Brak wyników dla „%@”.
pt_br: Nenhum resultado encontrado para “%@”.
pt_pt: Nenhum resultado para “%@”.
ro: Niciun rezultat găsit pentru “%@”.
ru: По запросу «%@» ничего не найдено.
sk: Pre „%@“ sa nenašli žiadne výsledky.
sl: Za »%@« ni bilo najdenih rezultatov.
sv: Inga träffar för ”%@”.
th: ไม่มีผลการค้นหาสำหรับ “%@”
tr: “%@” için sonuç yok.
uk: Не знайдено збігів для «%@».
vi: Không tìm thấy kết quả cho “%@”.
zh_cn: 找不到与“%@”相关的结果。
zh_hk: 找不到「%@」的結果。
zh_tw: 找不到「%@」的結果。

# RESET_ALL_CONFIRMATION_CALENDAR
source: By continuing, apps will no longer have access to your calendar. From now on, apps will not be able to access your calendar without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى تقويمك. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى تقويمك من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до календара ви. От сега нататък приложенията няма да имат достъп до календара ви без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés al calendari i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k vašemu kalendáři. Od této chvíle k němu budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til din kalender. Fra nu af kan apps ikke få adgang til din kalender uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf deinen Kalender. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf deinen Kalender zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στο ημερολόγιό σας. Από εδώ και στο εξής, οι εφαρμογές δεν θα μπορούν να έχουν πρόσβαση στο ημερολόγιό σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a tu calendario y, a partir de ahora, solo podrán acceder a él con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tu calendario y, de ahora en adelante, requerirán tu permiso para usarlo.
fi: Jos jatkat, apit eivät enää voi käyttää kalenteriasi. Tästä eteenpäin apit eivät enää voi käyttää kalenteriasi ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à votre calendrier. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à votre calendrier et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים ללוח השנה שלך. מעתה, יישומים לא יוכלו לגשת ללוח השנה שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके कैलेंडर का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके कैलेंडर को ऐक्सेस नहीं कर पाएँगे।
hr: Ako nastavite, aplikacije više neće imati pristup vašem kalendaru. Odsad aplikacije više neće moći pristupiti kalendaru bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni a naptárához. Mostantól az appok nem fognak tudni hozzáférni a naptárához az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke kalender Anda. Mulai sekarang, app tidak akan dapat mengakses kalender Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso al calendario. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでカレンダーにアクセスできなくなります。今後、あなたの許可なく、アプリでカレンダーにアクセスすることはできなくなります。
kk: Жалғастыру арқылы қолданбалар күнтізбеңізге қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз күнтізбеңізге қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 캘린더에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 캘린더에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie kalendoriaus. Nuo šiol programos negalės pasiekti kalendoriaus be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada kalendar anda. Mulai sekarang, app tidak akan dapat mengakses kalendar anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je agenda. Voortaan hebben apps zonder je toestemming geen toegang tot je agenda.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til kalenderen din. Fra nå av kan ikke apper bruke kalenderen din uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do Twoich kalendarzy. Od teraz aplikacje nie będą miały dostępu do Twoich kalendarzy bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso ao seu calendário. De agora em diante, os apps não poderão acessar o seu calendário sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso ao calendário. A partir de agora, as aplicações não poderão aceder ao calendário sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la calendarul dvs. De acum înainte, aplicațiile nu vor putea accesa calendarul fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к Вашему календарю. Впоследствии приложения не смогут получать доступ к календарю без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vášmu kalendáru. Odteraz budú apky môcť pristupovať k vášmu kalendáru, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do vašega koledarja. Aplikacije odslej ne bodo mogle dostopati do koledarja brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till kalendern. Från och med nu kan appar inte längre komma åt kalendern utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงปฏิทินของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงปฏิทินของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık takviminize erişemez. Bundan sonra uygulamalar izniniz olmadan takviminize erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до календаря. Відтепер програми не зможуть отримувати доступ до календаря без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào lịch của bạn nữa. Từ bây giờ trở đi, các ứng dụng sẽ không thể truy cập lịch mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问日历。从现在开始，未经你的许可，App将无法访问日历。
zh_hk: 如繼續，App將再無法取用日曆。現在開始，如沒有你的授權，App將無法取用日曆。
zh_tw: 若繼續，App將無法取用你的行事曆。從現在起，App將無法未經你的許可取用行事曆。

# RESET_APP_PERMISSIONS_FAILED
source: A problem occurred when attempting to reset app access.
ar: حدثت مشكلة أثناء محاولة إعادة تعيين وصول التطبيق.
bg: Възникна проблем при опит за нулиране на достъп до приложения.
ca: Hi ha hagut un problema en intentar restablir l’accés de les apps.
cs: Při pokusu o resetování přístupu aplikace došlo k problému.
da: Der opstod et problem under forsøg på at nulstille appadgang.
de: Beim Versuch, den App-Zugriff zurückzusetzen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε πρόβλημα κατά την απόπειρα επαναφοράς της πρόσβασης εφαρμογών.
es: Ha habido un problema al intentar restablecer el acceso de la app.
es_us: Ocurrió un problema al intentar restablecer el acceso de la app.
fi: Virhe yritettäessä nollata appien käyttöoikeutta.
fr: Un problème est survenu lors de la tentative de réinitialisation de l’accès des apps.
fr_ca: Un problème est survenu lors la tentative de réinitialisation de l’accès des apps.
he: אירעה בעיה במהלך הניסיון לאפס הרשאות גישה של יישומים.
hi: ऐप ऐक्सेस रीसेट करने के दौरान समस्या आई।
hr: Došlo je do problema prilikom pokušaja resetiranja aplikacijskog pristupa.
hu: Probléma merült fel az app hozzáférésének alaphelyzetbe állítására tett kísérlet során.
id: Terjadi masalah saat mencoba mengatur ulang akses app.
it: Si è verificato un errore durante il tentativo di inizializzare l’accesso all’app.
ja: アプリのアクセスをリセットしようとしているときに問題が起きました。
kk: Қолданбаға қол жеткізуді бастапқы күйге қайтаруға әрекеттенген кезде, мәселе пайда болды.
ko: 앱에 대한 접근 권한을 재설정하는 동안 오류가 발생했습니다.
lt: Bandant iš naujo nustatyti programos prieigą įvyko problema.
ms: Masalah berlaku semasa cuba mereset akses app.
nl: Er heeft zich een probleem voorgedaan bij het opnieuw instellen van de apptoegang.
no: Det oppsto et problem under forsøket på å nullstille apptilgang.
pl: Wystąpił problem podczas próby wyzerowania dostępu aplikacji.
pt_br: Ocorreu um problema ao tentar redefinir o acesso de um app.
pt_pt: Ocorreu um problema ao tentar repor o acesso da aplicação.
ro: A intervenit o problemă la încercarea de a reseta accesul aplicațiilor.
ru: Возникла проблема при попытке сбросить права доступа для приложений.
sk: Pri pokuse o resetovanie prístupu apky sa vyskytla chyba.
sl: Pri poskusu ponastavitve dostopa aplikacij je prišlo do težave.
sv: Ett problem uppstod när appåtkomst skulle nollställas.
th: เกิดปัญหาขึ้นในระหว่างพยายามรีเซ็ตการเข้าถึงของแอป
tr: Uygulama erişimini sıfırlamaya çalışırken bir sorun oluştu.
uk: Виникла проблема під час спроби скинути параметри доступу до програми.
vi: Đã xảy ra sự cố khi cố gắng đặt lại quyền truy cập của ứng dụng.
zh_cn: 尝试重设App访问时出错。
zh_hk: 嘗試重設App取用權限時發生問題。
zh_tw: 嘗試重置App取用權限時發生問題。

# FACEID_REQUIRES_PASSCODE_TITLE
source: Face ID Requires Passcode
ar: بصمة الوجه تتطلب رمز دخول
bg: Face ID изисква код
ca: Codi necessari per al Face ID
cs: Face ID vyžaduje kód
da: Der kræves en kode til Face ID
de: Face ID erfordert einen Code
el: Το Face ID απαιτεί κωδικό
es: Face ID requiere un código
es_us: Face ID requiere un código
fi: Face ID vaatii pääsykoodin
fr: Face ID requiert un code
fr_ca: Code requis par Face ID
he: שימוש ב-Face ID מצריך קוד גישה
hi: Face ID के लिए पासकोड आवश्यक है
hr: Face ID zahtijeva šifru
hu: A Face ID-hoz jelkód szükséges
id: Face ID Memerlukan Kode Sandi
it: Face ID richiede un codice
ja: Face IDにはパスコードが必要です
kk: Face ID үшін құпиякод қажет
ko: Face ID 설정에 암호가 필요함
lt: Sistemai „Face ID“ reikia prieigos kodo
ms: Face ID Memerlukan Kod Laluan
nl: Toegangscode vereist voor Face ID
no: Face ID krever kode
pl: Face ID wymaga kodu
pt_br: O Face ID Requer um Código
pt_pt: Face ID requer um código
ro: Face ID necesită un cod de acces
ru: Для Face ID нужен код‑пароль
sk: Face ID vyžaduje kód
sl: Funkcija Face ID zahteva kodo za dostop
sv: Face ID kräver lösenkod
th: Face ID ต้องใช้รหัส
tr: Face ID Parola Gerektirir
uk: Face ID потребує коду допуску
vi: Face ID yêu cầu mật mã
zh_cn: 面容ID需要密码
zh_hk: Face ID需要密碼
zh_tw: Face ID需要密碼

source: Share Location
ar: مشاركة الموقع
bg: Сподели местоположение
ca: Comparteix la ubicació
cs: Sdílet polohu
da: Del lokalitet
de: Standort teilen
el: Κοινοποίηση τοποθεσίας
es: Compartir ubicación
es_us: Compartir ubicación
fi: Jaa sijainti
fr: Partager la position
fr_ca: Partager ce lieu
he: שיתוף מיקום
hi: स्थान शेयर करें
hr: Podijeli lokaciju
hu: Helyzet megosztása
id: Bagikan Lokasi
it: Condividi posizione
ja: 位置情報を共有
kk: Геолокацияны бөлісу
ko: 위치 공유
lt: Bendrinti vietą
ms: Kongsi Lokasi
nl: Deel locatie
no: Del posisjon
pl: Udostępnij położenie
pt_br: Compartilhar Localização
pt_pt: Partilhar localização
ro: Partajați localizarea
ru: Поделиться геопозицией
sk: Zdieľať polohu
sl: Deli lokacijo
sv: Dela platsinfo
th: แชร์ตำแหน่งที่ตั้ง
tr: Konumu Paylaş
uk: Поширити геопозицію
vi: Chia sẻ vị trí
zh_cn: 共享位置
zh_hk: 共享位置
zh_tw: 分享位置

# DEVICE_PASSCODE_BOLD_BUTTON_TITLE
source: Update Passcode
ar: تحديث رمز الدخول
bg: Обнови код
ca: Actualitza el codi
cs: Aktualizovat kód
da: Opdater kode
de: Code aktualisieren
el: Ενημέρωση κωδικού
es: Actualizar código
es_us: Actualizar código
fi: Päivitä pääsykoodi
fr: Mettre à jour le code
fr_ca: Mettre à jour le code
he: עדכון קוד הגישה
hi: पासकोड अपडेट करें
hr: Ažuriraj šifru
hu: Jelkód frissítése
id: Perbarui Kode Sandi
it: Aggiorna codice
ja: パスコードをアップデート
kk: Құпиякодты жаңарту
ko: 암호 업데이트
lt: Naujinti prieigos kodą
ms: Kemas Kini Kod Laluan
nl: Werk toegangscode bij
no: Oppdater kode
pl: Uaktualnij kod
pt_br: Atualizar Código
pt_pt: Atualizar código
ro: Actualizați codul de acces
ru: Обновить код‑пароль
sk: Aktualizovať kód
sl: Posodobi kodo za dostop
sv: Uppdatera lösenkod
th: อัปเดตรหัส
tr: Parolayı Güncelle
uk: Оновити код допуску
vi: Cập nhật mật mã
zh_cn: 更新密码
zh_hk: 更新密碼
zh_tw: 更新密碼

# SAFETY_CHECK_AUTH_REASON
source: Authenticate to access Safety Check.
ar: يرجى المصادقة للوصول إلى "التحقق من الأمان".
bg: Идентифицирайте се за достъп до Проверка на сигурността.
ca: Autentica’t per accedir a la comprovació de seguretat.
cs: Před zahájením bezpečnostní kontroly prokažte svou totožnost.
da: Godkend for at få adgang til Sikkerhedskontrol.
de: Authentifiziere dich für Zugriff auf Sicherheitsprüfung.
el: Για πρόσβαση στον Έλεγχο ασφάλειας, πραγματοποιήστε έλεγχο ταυτότητας.
es: Autentícate para acceder a la comprobación de seguridad.
es_us: Autentícate para acceder a la revisión de seguridad.
fi: Todentaudu, jotta voit käyttää turvatarkastusta.
fr: Authentifiez-vous pour accéder au contrôle de sécurité.
fr_ca: Veuillez vous identifier pour accéder au contrôle de sécurité.
he: יש לבצע אימות כדי לגשת ל״בדיקת בטיחות״.
hi: सुरक्षा जाँच को ऐक्सेस करने के लिए सत्यापित करें।
hr: Autorizirajte za pristupanje sigurnosnoj provjeri.
hu: Hitelesítse magát a Biztonsági ellenőrzés használatához.
id: Sahkan untuk mengakses Pemeriksaan Keselamatan.
it: Effettua l’autenticazione per accedere a “Controllo di sicurezza”.
ja: 個人情報安全性チェックへのアクセスを認証します。
kk: «Қауіпсіздікті тексеру» үшін аутентификациялаңыз.
ko: 안전 점검에 접근하려면 인증하십시오.
lt: Autentifikuokite, kad galėtumėte pasiekti funkciją „Saugumo patikra“.
ms: Sahkan untuk mengakses Semakan Keselamatan.
nl: Authenticeer voor toegang tot 'Veiligheidscontrole'.
no: Autentiser for å få tilgang til Trygghetssjekk.
pl: Aby przeprowadzić kontrolę bezpieczeństwa, uwierzytelnij się.
pt_br: Autentique‑se para acessar a Verificação de Segurança.
pt_pt: Efetue a autenticação para aceder à verificação de segurança.
ro: Autentificați‑vă pentru a accesa Verificarea siguranței.
ru: Проверка безопасности требует аутентификации.
sk: Autentifikujte sa pre prístup k bezpečnostnej kontrole.
sl: Izvedite preverjanje pristnosti za dostop do varnostnega preverjanja.
sv: Autentisera för att komma åt Säkerhetskontroll.
th: ตรวจสอบสิทธิ์เพื่อเข้าถึงการตรวจสอบด้านความปลอดภัย
tr: Güvenlik Denetimi’ne erişmek için kimliğinizi doğrulayın.
uk: Автентифікуйтеся для доступу до функції «Перевірка безпеки».
vi: Xác thực để truy cập Kiểm tra an toàn.
zh_cn: 认证以访问“安全检查”。
zh_hk: 認證以取用「安全檢查」。
zh_tw: 進行認證來取用「安全檢查」。

# SAFETY_RESET_COMPLETED
source: Sharing Reset Complete
ar: اكتملت إعادة تعيين المشاركة
bg: Нулирането на споделянето е завършено
ca: Restabliment de la compartició completat
cs: Reset sdílení byl dokončen
da: Nulstilling af deling udført
de: Teilen vollständig zurückgesetzt
el: Ολοκληρώθηκε η επαναφορά κοινοποίησης
es: Restablecimiento de datos compartidos completado
es_us: Restablecimiento completado
fi: Jakamisen nollaus suoritettu
fr: Réinitialisation du partage terminée
fr_ca: Réinitialisation du partage terminée
he: איפוס השיתוף הושלם
hi: शेयरिंग रीसेट करना पूरा हुआ
hr: Resetiranje dijeljenja dovršeno
hu: A megosztás alaphelyzetbe állítása befejeződött
id: Pengaturan Ulang Berbagi Selesai
it: Inizializzazione della condivisione completata
ja: 共有のリセットが完了しました
kk: Бөлісуді бастапқы күйге қайтару аяқталды
ko: 공유 재설정 완료
lt: Bendrinimo nustatymas iš naujo baigtas
ms: Reset Perkongsian Selesai
nl: Opnieuw instellen van delen voltooid
no: Nullstilling av deling fullført
pl: Zerowanie udostępniania zakończone
pt_br: Redefinição de Compartilhamento Concluída
pt_pt: Reposição de partilha completa
ro: Resetarea partajării a fost finalizată
ru: Сброс настроек доступа завершен
sk: Reset zdieľania bol dokončený
sl: Ponastavitev deljenja je dokončana
sv: Nollställning av delning har slutförts
th: รีเซ็ตการแชร์สำเร็จแล้ว
tr: Paylaşma Sıfırlama Bitti
uk: Скидання поширення завершено
vi: Hoàn tất đặt lại chia sẻ
zh_cn: 共享还原完成
zh_hk: 共享重設完成
zh_tw: 完成分享重置
